simplefoam_p1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6.0
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    airfoil
    {
        type            wall;
        inGroups        1(wall);
        nFaces          90;
        startFace       68636;
    }
    farBoundaries
    {
        type            patch;
        nFaces          108;
        startFace       68726;
    }
    inlet
    {
        type            patch;
        nFaces          30;
        startFace       68834;
    }
    outlet
    {
        type            patch;
        nFaces          500;
        startFace       68864;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          69000;
        startFace       69364;
    }
)

// ************************************************************************* //
